{
  "ce5d7a80f18c07bef87fa4e98e407713": {
    "id": "ce5d7a80f18c07bef87fa4e98e407713",
    "header": {
      "title": "",
      "edition": "Ori Land Fantasy",
      "date": "03-16-2024",
      "version": "Release v1.0.0",
      "banner": "https://github.com/cosmic-fi/Ori_Launcher/assets/64766541/033a025a-8c05-4dc9-a4b4-38babcfee37c"
    },
    "body": {
      "text": "\n            <p>We're thrilled to introduce the latest version of Ori Launcher, your dedicated Minecraft companion. Packed with new features and improvements, this release enhances your gaming experience like never before.</p>\n            <h2>What's New:</h2>\n            <ol>\n                <li><strong>Sleek Interface:</strong> Experience a refreshed look with our sleek and modern user interface. Navigating through your Minecraft versions has never been smoother.</li>\n                <li><strong>Offline Account Support:</strong> Enjoy the freedom to play Minecraft even when offline, thanks to our new offline account support feature.</li>\n                <li><strong>Custom Profiles:</strong> Create personalized profiles for different gameplay experiences. Whether you're diving into survival mode or embarking on creative adventures, Ori Launcher has you covered.</li>\n                <li><strong>Seamless Version Management:</strong> Easily manage and switch between Minecraft versions with our intuitive version management system. Say goodbye to compatibility headaches.</li>\n                <li><strong>Performance Enhancements:</strong> We've fine-tuned Ori Launcher to deliver optimized performance, ensuring faster load times and smoother gameplay.</li>\n            </ol>\n        \n            <h2>Bug Fixes:</h2>\n            <ul>\n                <li>Fixed issue with launcher crashing on certain systems.</li>\n                <li>Resolved issues with linking and refreshing Microsoft accounts.</li>\n                <li>Addressed minor UI glitches for improved usability.</li>\n                <li>Resolved compatibility issues with specific Minecraft versions.</li>\n            </ul>\n        \n            <h2>We Want Your Feedback:</h2>\n            <p>Your feedback is invaluable in shaping the future of Ori Launcher. If you encounter any issues or have suggestions for improvement, please don't hesitate to reach out to our support team by joining our disocrd server. <br>\n            <a href=\"https://discord.gg/wcnwqfst7U\">[Join our Discord]</a>\n            </p>\n            \n            <p>Thank you for choosing Ori Launcher. Happy gaming! <br>- Oryon Team</p>\n            "
    }
  }
}
